[
  {
    "categoria": "FÓSSIL DE TRILOBITA",
    "pastaCategoria": "TRILOBITA",
    "descricaoCategoria": "Tri tri",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\TRILOBITA\\1\\acervo (1).jpg",
        "nomePeca": "Fóssil de trilobita",
        "descricao": "Artrópode pré-histórico da Era Paleonzóica, conhecido apenas do registro fóssil. O nome trilobita é devido a presença de três lobos que podem ser visualizados (na maior parte dos casos) em sua região dorsal (um central e dois laterais). Animais marinhos bentônicos, viviam, em sua maioria, em zonas pouco profundas, perto da costa. O maior trilobita encontrado até hoje possuía cerca de um metro de comprimento.", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "subfilo": "Echinozoa",
        "classe": "Trilobite",
        "subclasse": "Trilobitomorpha",
        "qtdFotos": 1
      }
    ]
  },
  {
    "categoria": "AVES",
    "pastaCategoria": "AVES",
    "descricaoCategoria": "Aqui o texto da caregoria aves",
    "items": [
      {
        "id": 1,
        "nomePeca": "Asas, Crânio e Patas de Coruja-buraqueira",
        "nomeCientifico": "Athene cunicularia",
        "fotoCapa": "FOTOS\\AVES\\1\\acervo (4).jpg",
        "qtdFotos": 15,
        "descricao": "Com o nome científico Athene cunicularia (\"pequeno mineiro\"), recebe esse nome por cavar buracos no solo. Possui 22 subespécies. Vive cerca de 9 anos em habitat selvagem. Costuma viver em campos, pastos, restingas, desertos, planícies, praias e aeroportos. Ave de pequeno porte, seu tamanho médio é de 21,5 a 28,5 cm (machos) e de 22 a 25 cm (fêmeas). Pesa entre 110 e 285 g (machos) e entre 150 a 265 g (fêmeas). Possui a cabeça redonda, sem penachos e os olhos estão dispostos lado a lado, num mesmo plano.  A coloração é cor de terra, mimética, podendo apresentar plumagem em tons de ferrugem causados por solos de terra roxa (coloração adventícia). Tem voo suave e silencioso.  É uma predadora de pequeno porte com hábito carnívoro-insetívoro, sendo considerada generalista por consumir as presas mais abundantes de acordo com a estação, tendo preferência por roedores. As ordens de insetos consumidas são: coleópteros (besouros), ortóptera (grilos e gafanhotos), díptera e himenóptera. Os vertebrados consumidos são representados pelos: roedentia, marsupialia, amphibia, répteis squamata, microquiroptero (morcegos verdadeiros). O maior inimigo da coruja buraqueira é o homem, visto que, por ser uma ave de rapina, quase não tem predadores naturais. Entretanto, o danoso trânsito de carros sobre a vegetação da praia é o principal fator da destruição da coruja buraqueira, juntamente com outras espécies da fauna da praia que compõem a cadeia alimentar, pois, ao passarem sobre a boca dos ninhos, esses veículos soterram o túnel, matando mãe e filhotes asfixiados debaixo da camada de areia em que se encontram.",
        "reino": "Animalia",
        "filo": "Chordata",
        "classe": "Aves",
        "ordem": "Strigiformes",
        "familia": "Strigidae",
        "genero": "Athene",
        "especie": "cunicularia"
      },
      {
        "id": 2,
        "nomePeca": "Carcará (em meio úmido)",
        "nomeCientifico": "Caracara plancus",
        "fotoCapa": "FOTOS\\AVES\\2\\acervo (1).jpg",
        "qtdFotos": 4,
        "descricao": "Também conhecido como caracará, carancho, caracaraí (Ilha do Marajó), gavião-de-queimada e gavião-calçudo. O carcará não é taxonomicamente uma águia, e sim um parente distante dos falcões. É tanto visto sozinho como em bandos numerosos em redor de mamíferos e carcaças. Ocorre em campos abertos, cerrados, borda de matas e inclusive centros urbanos de grandes cidades.  Seu nome científico significa: do (tupy) caracará = onomatopeia indígena para o som emitido por esta ave da família Falconidae; e do (latim) plancus, plangos = águia. ⇒ Águia que emite o som “cará”, “cará”.  Medindo cerca de 50-60 centímetros da cabeça a cauda, o peso do macho é de 834 g; a fêmea pesa 953 g e mede cerca de 123 centímetros de envergadura; o carcará é facilmente reconhecível quando pousado, pelo fato de possuir uma espécie de solidéu preto sobre a cabeça, assim como um bico adunco e alto, que assemelha-se à lâmina de um cutelo; a face é vermelha. É recoberto de preto na parte superior e possui o peito de uma combinação de marrom claro com riscas pretas, de tipo “carijó”; patas compridas e de cor amarela; em voo, assemelha-se a um urubu, mas é reconhecível por duas manchas de cor clara na extremidade das asas. Deve seu nome à vocalização que emite. O peso varia de 786-953 gramas. Não é um predador especializado, e sim um generalista e oportunista, assim como o seu parente próximo, o carrapateiro (Milvago chimachima). Onívoro, alimenta-se de quase tudo o que acha, de animais vivos ou mortos até o lixo produzido pelos humanos, tanto nas áreas rurais quanto urbanas. Adaptou-se à presença humana, comendo restos de comida no lixo das casas ou as vísceras de peixe nos acampamentos de pescadores (Antas, 2005; Sick, 1997). Suas estratégias para obtenção de alimento são variadas: caça lagartos, cobras, sapinhos e caramujos; rouba filhotes de outras aves, até de espécies grandes como garças, colhereiros e tuiuiús (Jabiru mycteria); arranha o solo com os pés em busca de amendoim e feijão; apanha frutos de dendê; ataca filhotes recém-nascidos de cordeiros e outros animais. Também segue tratores que estão arando os campos, em busca de minhocas e larvas ou pequenos vertebrados, como anfíbios Leptodactylus fuscus (Crozariol & Gomes 2009). É muito comum ser avistado ao longo das rodovias para alimentar-se dos animais atropelados. Fica nas proximidades dos ninhais para comer restos de comida caídos no chão, ovos ou filhotes deixados sem a presença dos pais. Chega a reunir-se a outros carcarás para matar uma presa maior. É também uma ave comedora de carniça e é comumente visto voando ou pousado junto a urubus pacificamente, principalmente ao longo de rodovias ou nas proximidades de aterros sanitários e locais de depósito de lixo. Dois hábitos pouco conhecidos são a caça de crustáceos nos manguezais (seja entrando na água para abocanhar os que estão perto, ou percorrendo o  mangue a pé, na maré baixa) e a pirataria (o fato de perseguir gaivotas e águias-pescadoras (Pandion haliaetus), forçando-as a deixar a presa cair, que apanha em voo). Reprodução Constrói um ninho com galhos em bainhas de folhas de palmeiras ou em outras árvores. Usa ninho de outras aves também. A postura do carcará é composta de dois ou três ovos, sendo raro encontrar um quarto ovo. A coloração dos ovos está entre o branco e o castanho avermelhado, podendo variar nas tonalidades existentes entre essas cores. Os ovos possuem manchas vermelhas ou castanhas e medem cerca de 56 a 61 mm de comprimento por 44 a 47 mm de largura. A incubação dura cerca de 28 dias e é feita por ambos os pais. O filhote sai do ninho por volta do terceiro mês de vida, mas continua demandando os cuidados dos pais por mais algum tempo. Segundo (Antas, 2005; Sick, 1997) os pais criam somente um filhote por temporada.",
        "reino": "Animalia",
        "filo": "Chordata",
        "classe": "Aves",
        "ordem": "Falconiformes",
        "familia": "Falconidae",
        "subFamilia": "Caracarinae",
        "genero": "Caracara",
        "especie": "plancus"
      },
      {
        "id": 3,
        "nomePeca": "Crânio de Bacurau",
        "fotoCapa": "FOTOS\\AVES\\3\\acervo (1).jpg",
        "qtdFotos": 4,
        "descricao": "Caprimulgidae é uma família de aves da ordem dos caprimulgiformes que inclui as aves conhecidas como bacurau ou curiango no Brasil e noitibó na Europa. São aves noturnas e insetívoras, de asas longas e pernas curtas de pouca utilidade para caminhadas, que durante o dia dormem no chão ou empoleirados. Colocam um ou dois ovos, não em ninhos, mas geralmente no chão ou sobre telhados. Os membros deste grupo estão distribuídos por todo o globo, principalmente nas regiões quentes.",
        "reino": "Animalia",
        "filo": "Chordata",
        "classe": "Aves",
        "ordem": "Caprimulgiformes",
        "familia": "Caprimulgidae"
      },
      {
        "id": 4,
        "nomePeca": "Crânio de Marreco-irerê",
        "nomeCientifico": "Dendrocygna viduata",
        "fotoCapa": "FOTOS\\AVES\\4\\acervo (1).jpg",
        "qtdFotos": 4,
        "descricao": "Provavelmente nosso pato mais bem conhecido, seja pela sua beleza, pelo fato de se aproximar muito das áreas urbanas e pelo seu canto típico. É a sua vocalização que lhe empresta o nome irerê ou paturi, muito agudo e alto, lembrando o barulho de alguns apitos ou o som de brinquedos de borracha fazendo iriririririririririririrririiririrri. Assim como outros marrecos, alimenta-se basicamente de plantas submersas e gramíneas nas margens dos lagos, mas também come invertebrados aquáticos, pequenos peixes e girinos.  O ninho é construído no chão. A fêmea bota de 8 a 14 ovos, sendo que o macho pode ajudar a chocar. Ambos cuidam dos filhotes. É encontrado em quase qualquer corpo d'água ao longo de sua ampla distribuição, que vai da Argentina até a América Central, e curiosamente também ocorre na África Ocidental. Pode ser encontrado até mesmo em lagos poluídos. É mais ativo nos crepúsculos e à noite.",
        "reino": "Animalia",
        "filo": "Chordata",
        "classe": "Aves",
        "ordem": "Anseriformes",
        "familia": "Anatidae",
        "subFamilia": "Dendrocygninae",
        "genero": "Dendrocygna",
        "especie": "viduata"
      },
      {
        "id": 5,
        "nomePeca": "Crânio de Socó",
        "fotoCapa": "FOTOS\\AVES\\5\\acervo (1).jpg",
        "qtdFotos": 4,
        "descricao": "Vive em áreas úmidas, como brejos, pântanos e veredas e também regiões florestais. Costuma esconder-se na vegetação ribeirinha. Anda como se se esgueirasse, a passos largos, bem como se observasse um perigo ou uma oportunidade.   Alimenta-se de quase tudo que encontra: crustáceos, répteis, anfíbios, peixes e insetos. Captura suas presas andando vagarosamente, em águas rasas ou pântanos no interior da floresta. Oculto na densa vegetação, espreita peixes e outros organismos aquáticos ficando em total imobilidade nas margens. Captura sua presa com seu bico afilado, dardejando-a em golpes certeiros e retendo-a entre a maxila e a mandíbula.",
        "reino": "Animalia",
        "filo": "Chordata",
        "classe": "Aves",
        "ordem": "Pelecaniformes",
        "familia": "Ardeidae"
      },
      {
        "id": 6,
        "nomePeca": "Ninho de João-de-barro",
        "nomeCientifico": "catus",
        "fotoCapa": "FOTOS\\AVES\\6\\acervo (1).jpg",
        "qtdFotos": 4,
        "descricao": "O João-de-barro (Furnarius rufus) constrói seu ninho em forma de forno, utilizando como material base o barro. A função desse ninho nunca foi determinada, porém, há a hipótese de que a sua função principal é fornecer uma câmara de incubação. A necessidade de manter uma temperatura relativamente constante e elevada para os ovos e os ninhegos pode exigir dos adultos intervalos de tempo extensos sobre o ninho e, portanto, menos tempo para forragear, tornando este trade-off decisivo neste período. Uma adaptação para manter a temperatura do ninho constante, pode proporcionar benefícios importantes para os indivíduos, especialmente em áreas onde os recursos também podem ser limitantes (Shibuya, 2012)."
      }
    ]
  },
  {
    "categoria": "CNIDARIOS",
    "pastaCategoria": "CNIDARIOS",
    "descricaoCategoria": "Aqui o texto da caregoria CNIDÁRIOS",
    "items": [
      {
        "id": 1,
        "nomePeca": "Anêmona-do-mar",
        "fotoCapa": "FOTOS\\CNIDARIOS\\1\\acervo (1).jpg",
        "qtdFotos": 5,
        "descricao": "Animal invertebrado pertencente ao filo Cnidário. As anêmonas-do-mar compõe a classe Anthozoa, que pertence ao filo Cnidaria. Apresenta-se fixa a substrato marinho. Na parte superior apresenta a boca rodeada por tentáculos. Seu corpo pode ser dividido em três partes principais: o disco pedal, estrutura adesiva que facilita a fixação do animal no substrato; corpo cilíndrico, que pode variar entre 2,5 centímetros e 1,5 metros de comprimento; e disco oral, cercado por tentáculos em forma de pétala, que são responsáveis pela captura de alimento. Embora as anêmonas-do-mar sejam organismos sésseis frequentemente observados sobre corais e rochas, estas podem se movimentar lentamente através do deslocamento de seu disco pedal ou por contrações corporais, que se assemelham a pequenos pulos. Parentes das águas-vivas, as anêmonas-do-mar compartilham com estes animais a principal característica do filo Cnidaria: a presença de cnidócitos (ou cnidoblastos), células especializadas na injeção de uma neurotoxina paralisante em suas presas. Os cnidócitos são encontrados nos tentáculos das anêmonas, e têm como características o formato de cápsula e uma estrutura chamada cnidocílio, que atua como um gatilho; quando este é estimulado, o nematocisto é projetado para fora da cápsula e se prende ao corpo da presa, liberando uma substância urticante capaz de paralisar ou matá-la. É através desse aparato que as anêmonas consomem suas presas preferidas como pequenos peixes, camarões ou caranguejos. ",
        "reino": "Animalia",
        "filo": "Cnidaria",
        "classe": "Anthozoa",
        "subclasse": "Hexacorallia",
        "ordem": "Actiniaria"
      },
      {
        "id": 2,
        "nomePeca": "Corais",
        "fotoCapa": "FOTOS\\CNIDARIOS\\2\\acervo (1).jpg",
        "qtdFotos": 5,
        "descricao": "Os corais são formados por pólipos, animais que compõem a classe Anthozoa, do filo Cnidaria. Seu corpo é formado por três partes principais: a boca, rodeada por tentáculos orais urticantes; o corpo cilíndrico, composto pela mesogleia, uma massa gelatinosa responsável por preencher espaços entre a epiderme e a gastroderme dos cnidários; e o esqueleto de calcário, formado principalmente por carbonato de cálcio (87%) secretado pelos pólipos, e cuja função principal é a sustentação do coral. É o esqueleto de calcário, inclusive, que conecta os pólipos, fazendo com que a colônia funcione como um único indivíduo; esse material também é um dos principais formadores da matriz dos recifes junto com algas calcáreas, navios naufragados e rochas, dando origem ao diverso ecossistema recifal. No mundo, existem cerca de 6.000 espécies de corais marinhos. São espécies que vivem em diversas regiões tropicais e subtropicais, com uma importância muito grande para os ecossistemas que abrigam. Pois, além de ser bioindicadores – utilizados para avaliação da qualidade da água – também compõe os recifes de corais que fornecem abrigo e proteção para mais de 65% dos peixes marinhos do planeta. Você sabia que no fundo do mar os corais são os seres vivos de maior valor? Isso por conta da sua biodiversidade, o que leva essas espécies a serem vistos como essenciais para a vida marinha. Pode-se mesmo afirmar que eles têm a mesma importância que as florestas tropicais têm para a flora e a fauna.  Atualmente, são mais de 100 os países em que os cnidários podem ser vistos, principalmente na região ocidental do oceano Pacífico e do Atlântico. Aproximadamente 1/4 das espécies de peixes existentes necessitam dos corais para sobreviver. Por isso, é bom saber como preservá-los, não é mesmo? Branqueamento dos corais: Com a expansão do aquecimento global, um fenômeno negativo vem acontecendo na vida marítima: o branqueamento. Isso ocorre por conta de maus tratos com essas espécies que acontecem há décadas. Por exemplo, serem arrancados brutalmente com tratores e outros tipos de ferramentas de grande porte, com o objetivo de transferir a água até as praias, ou a contante exposição à poluição do mar.",
        "reino": "Animalia",
        "subreino": "Eumetazoa",
        "filo": "Cnidaria",
        "classe": "Anthozoa"
      },
      {
        "id": 3,
        "nomePeca": "Gorgônias",
        "nomeCientifico": "Gorgonia sp.",
        "fotoCapa": "FOTOS\\CNIDARIOS\\3\\acervo (1).jpg",
        "qtdFotos": 4,
        "descricao": "As gorgônias são animais invertebrados (Antozoários) que exibem muitas cores. São da família dos corais e apresentam esqueleto que podem ser flexíveis ou não.",
        "reino": "Animalia",
        "subreino": "Eumetazoa",
        "filo": "Cnidaria",
        "classe": "Anthozoa",
        "subclasse": "Octocorallia",
        "ordem": "Alcyonacea",
        "familia": "Gorgoniidae",
        "genero": "Gorgonia",
        "especie": "sp."
      },
      {
        "id": 4,
        "nomePeca": "Hydrozoa (pólipos)",
        "fotoCapa": "FOTOS\\CNIDARIOS\\4\\acervo (1).jpg",
        "qtdFotos": 2,
        "descricao": "Os hidrozoários são seres vivos aquáticos pertencentes ao filo dos cnidários. Os hidrozoários podem ser encontrados tanto em água salgada como em doce. São conhecidas cerca de três mil espécies de hidrozoários, sendo que a hidra é uma das mais conhecidas.",
        "reino": "Animalia",
        "filo": "Cnidaria",
        "classe": "Hydrozoa"
      },
      {
        "id": 5,
        "nomePeca": "Rim-do-mar",
        "nomeCientifico": "Renilla sp.",
        "fotoCapa": "FOTOS\\CNIDARIOS\\5\\acervo (1).jpg",
        "qtdFotos": 4,
        "descricao": "O zoólogo alemão Peter Simon Pallas deu-lhe o nome científico de ‘Pennatula reniforme’, em 1766. Traduzindo-se, seria uma “pequena-com-penas com-forma-de-rim”. Lamarck, em 1816, passou-as para o gênero ‘Renilla’, que poderia ter traduzido como “Rinzinho, Pequeno-rim”.<br>As renilas vivem nas praias atlânticas e pacíficas dos EUA até a Argentina. Frequentemente são confundidas com plantinhas, pois são sésseis fixadas ao substrato por um pedúnculo. O fato é que são animais.<br>O que se pensaria então ser um único animal, na verdade, é uma colônia de cnidários. Há um pólipo bem maior, com cerca de dois centímetros, e inúmeros outros, bem menores, que ficam nele ancorados. Por isso que se diz que não é UM animal, mas vários interconectados.",
        "reino": "Animalia",
        "filo": "Cnidaria",
        "classe": "Anthozoa",
        "subclasse": "Octocorallia",
        "ordem": "Pennatulacea",
        "familia": "Rennilidae",
        "genero": "Renilla",
        "especie": "sp."
      }
    ]
  },
  {
    "categoria": "ANFÍBIOS",
    "pastaCategoria": "ANFIBIOS",
    "descricaoCategoria": "Aqui o texto da caregoria ANFÍBIOS",
    "items": [
        {
          "id": 1,
          "fotoCapa": "FOTOS\\ANFIBIOS\\1\\acervo (1).jpg",
          "nomePeca": "Cecília",
          "nomeCientifico": "Caecilia sp.",
          "descricao": "Cobras-cegas, ou cecílias, são animais que apresentam corpo alongado e cilíndrico. Sua aparência lembra a de uma serpente ou de uma minhoca, entretanto, não se trata de um réptil, tampouco de um anelídeo. As cobras-cegas são exemplos de anfíbios, mais precisamente do grupo Gymnophiona ou Apoda. São encontradas em áreas tropicais, e a maioria das espécies vive em túneis subterrâneos.\nAs cecílias possuem hábitos fossoriais e estão adaptadas para cavar e viver debaixo do solo. Devido a isso, seus olhos são pequenos e cobertos por uma fina camada de pele. Apesar de serem também chamadas de cobras-cegas, as cecílias não são totalmente cegas e conseguem distinguir a ausência e a presença de luz.",
          
          "reino": "Animalia",
          
          "filo": "Chordata",
          
          "classe": "Amphibia",
          
          "ordem": "Gymnophiona",
          
          "familia": "Caeciliidae",
          
          "genero": "Caecilia",
          "especie": "Caecilia sp.",
          "qtdFotos": 2
        },
        {
          "id": 2,
          "fotoCapa": "FOTOS\\ANFIBIOS\\2\\acervo (1).jpg",
          "nomePeca": "Girinos",
          "nomeCientifico": "",
          "descricao": "A larva dos anfíbios anuros, conhecida como girino, possuem características bem diferentes do adulto: girinos são aquáticos, adultos são terrestres; girinos respiram por brânquias, adultos tem respiração pulmonar. Guardadas as devidas diferenças, são como as borboletas, que mudam completamente seu corpo durante a vida.\nOs girinos vivem em lagos ou pequenas poças de águas, como as bromélias. Em determinados tipos de habitats, os animais desenvolvem características adaptativas em seu corpo, como ventosas, por exemplo, para evitar que sejam arrastados por correntezas.\nO tempo de metamorfose varia em cada grupo, acordo com a espécie. Até o que ciclo se complete e o animal se torne adulto, pode levar até 10 meses desde o nascimento. A maior parte das espécies não permanece junto à prole para alimentação ou cuidados; eles despejam os ovos e seguem com o ciclo reprodutivo. Por isso, muitos girinos não sobrevivem; já que, além da dificuldade de se alimentar, são alvos de caça de outros anfíbios.\nEles possuem 4 fases de desenvolvimento. São elas:\nEmbrião: Fase inicial, que inicia com a fertilização, inclui o desenvolvimento dos primeiros tecidos e órgãos, e finda com o aparecimento do que serão os órgãos respiratórios (brânquias)\n\nFilhote: Fase curta em que ocorre o aumento da cauda e o desenvolvimento de estruturas para a respiração.\n\nGirino: Fase em que os animais apresentam grande movimentação e alimentação. Nesse período, surgem as pernas (já externas ao corpo) e braços (visíveis apenas por transparência do corpo).\n\nMetamorfo: Fase final do desenvolvimento larval. Nesse período os braços rompem a pele do corpo, a boca se desenvolve e a cauda degenera (é absorvida).",
          
          "reino": "Animalia",
          
          "filo": "Chordata",
          
          "classe": "Amphibia",
          
          "ordem": "Anura",
          
          
          
          
          
          "qtdFotos": 8
        },
        {
          "id": 3,
          "fotoCapa": "FOTOS\\ANFIBIOS\\3\\acervo (1).jpg",
          "nomePeca": "Perereca-dormideira",
          "nomeCientifico": "Boana semilineata",
          "descricao": "Boana semilineata é uma espécie de anfíbio da família Hylidae. Endêmica do Brasil, onde pode ser encontrada na área de Mata Atlântica nos estados de Pernambuco, Alagoas, Sergipe, Bahia, Espírito Santo, Minas Gerais, Rio de Janeiro, São Paulo, Paraná e Santa Catarina. No ano de 2009, foi utilizada em pesquisas para fins de análise de preservação e diversidade genética. \nPossui o comportamento de se empoleirar em galhos e hábitos noturnos.",
          
          "reino": "Animalia",
          
          "filo": "Chordata",
          
          "classe": "Amphibia",
          
          "ordem": "Anura",
          
          "familia": "Hylidae",
          
          "genero": "Boana",
          "especie": "semilineata",
          "qtdFotos": 8
        },
        {
          "id": 4,
          "fotoCapa": "FOTOS\\ANFIBIOS\\4\\acervo (1).jpg",
          "nomePeca": "Rã-manteiga",
          "nomeCientifico": "",
          "descricao": "especie de anura de tamanho médio e porte robusto, pertencente ao grupo ocellatus (Heyer et al, 1990). A espécie pode ser diagnosticada pela presença de três pares de pregas dorsais distintas e duas pregas indistintas, e por apresentar um padrão dorsal na forma de pequenos ocelos de coloração cor marrom-escuro contrastando com a cor de fundo, que varia em tons de verde ao marrom-claro. L. latrans também possui uma fixa de cor marrom escuro que se inicia na ponta no focinho e se estende a região posterior do tímpano e uma mancha interorbital em formato triangular de cor marrom-escuro. Ausência de membrana interdigital e dilatações digitais. Braço e antebraço extremamente robusto nos machos, e calo nupcial presente (Heyer et al, 1990). \nHabitat e Ecologia: especie de hábito noturno, terrestre e dieta de insectos e pequenos vertebrados, como outros pequeno anfíbios. Utiliza poça permanente e temporária, naturail ou artificial. Vocaliza durante praticamente todo o período chuvoso, próximo as poças e deposita ovos em ninhos de espuma entre a vegetação próxima as margens. É comum o cuidado parental dos ovos.  A espécie é comumente encontrada em áreas de pastos e os girinos utilizando açudes. Portanto constitui uma espécie tolerante às modificações no habitat (Heyer et al, 1990; Eterovick e Sazima, 2004; Maffei et al, 2011).  \nDistribuição: A táxon possui ampla distribuição, podendo ocorrer em grande parte da América do Sul à leste dos Andes, incluindo Colômbia, Venezuela, Guianas, Bolívia Paraguai, Argentina e Brasil (Frost, 2014). No Goiás existem vários registros em quase toda parte do território.\nAmeaças: especie não ameaçada. Entretanto, a caça pode constituir uma potencial ameaça.",
          
          "reino": "Animalia",
          
          "filo": "Chordata",
          
          "classe": "Amphibia",
          
          "ordem": "Anura",
          
          "familia": "Leptodactylidae",
          
          "genero": "Leptodactylus",
          "especie": "latrans",
          "qtdFotos": 8
        },
        {
          "id": 5,
          "fotoCapa": "FOTOS\\ANFIBIOS\\5\\acervo (1).jpg",
          "nomePeca": "Sapo-cururu",
          "nomeCientifico": "Rhinella sp.",
          "descricao": "É um animal fértil devido ao grande número de ovos postos pelas fêmeas. Seu sucesso reprodutivo deve-se também, em parte, à variedade de alimentos que podem constituir a sua dieta, incomum entre os anuros, e que tanto inclui materiais vivos como mortos. Em geral, os adultos atingem de 10 a 15 centímetros de comprimento. O maior exemplar da espécie de que se tem notícia media 38 centímetros do focinho à cloaca e pesava 2,65 quilogramas.\nO sapo-cururu possui grandes glândulas de veneno. Tanto os adultos como os girinos são altamente tóxicos quando ingeridos. Por causa do apetite voraz, foi introduzido em várias regiões do Oceano Pacífico e dos arquipélagos caribenhos como método de controle biológico de pragas, nomeadamente na Austrália, em 1935. Em inglês é conhecido como Cane Toad e, em espanhol, como Sapo de Caña (\"sapo-da-cana\" em ambas as línguas) por ter sido comumente usado no controle de pragas da cana-de-açúcar. Atualmente, é considerado uma praga em muitas das regiões onde foi introduzido, pois sua pele tóxica mata muitos predadores nativos quando ingerido, além de afetar animais domésticos e de estimação que os comem.\nAinda no Brasil há uma canção de ninar que fala deste animal e é bastante difundida em todo o país, estando presente em muitas obras infantis.[42] Uma das variantes dessa canção (domínio público) diz:\n\"Sapo-cururu,\nda beira do rio\nquando o sapo canta, menina\né porque tem frio.",
          
          "reino": "Animalia",
          
          "filo": "Chordata",
          
          "classe": "Amphibia",
          
          "ordem": "Anura",
          
          "familia": "Bufonidae",
          
          "genero": "Rhinella",
          "especie": "sp.",
          "qtdFotos": 6
        }
    ]
  },
  {
    "categoria": "ARACNÍDEOS",
    "pastaCategoria": "ARACNIDEOS",
    "descricaoCategoria": "Aqui o texto da caregoria ARACNIDEOS",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\ARACNIDEOS\\1\\acervo (1).jpg",
        "nomePeca": "Aranha-caranguejeira",
        "descricao": "Aranha-caranguejeira é o nome popular utilizado para se referir a aranhas grandes e repletas de cerdas urticantes. São animais muitas vezes inofensivos e que apresentam um veneno que, geralmente, não provoca acidentes graves, porém, podem provocar alergias graves se as cerdas que recobrem o seu corpo atingirem as nossas vias respiratórias.<br> Existem mais de 900 espécies diferentes de caranguejeiras, as quais variam, por exemplo, em suas características físicas. As espécies mais conhecidas de caranguejeira apresentam corpo marrom ou preto, entretanto há até mesmo espécies azuis. As caranguejeiras costumam ficar em suas tocas durante o dia, saindo à noite em busca de seu alimento.<br> As aranhas-caranguejeiras são animais mais ativos durante o período noturno, quando saem para caçar as suas presas. São chamadas de animais forrageadores, uma vez que não ficam esperando suas presas em teias, comportamento observado em diferentes espécies de aranhas.<br> Se alimentam de outros animais e, por serem aranhas relativamente grandes, podem se alimentar de presas incomuns para um ARACNIDEO. Algumas aranhas-caranguejeiras podem se alimentar, por exemplo, de pequenos pássaros, roedores, lagartos, sapos e outras aranhas.", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "classe": "Arachnida",
        "ordem": "Araneae",
        "familia": "Theraphosidae",
        "qtdFotos": 6
      },
      {
        "id": 2,
        "fotoCapa": "FOTOS\\ARACNIDEOS\\2\\acervo (1).jpg",
        "nomePeca": "Diversos",
        "descricao": "O que são as aranhas? Ao contrário do que muita gente pensa, aranhas não são insetos. Embora tenham similaridades, as aranhas distinguem-se dos insetos pelas seguintes características:<br> - Possuem quatro pares de pernas (os insetos, três pares);<br> - Não possuem asas ou antenas;<br> - Seu corpo divide-se em duas partes (os insetos, em três);<br> -A maioria produz uma seda com a qual constroem suas casas e armadilhas para capturar alimentos: a teia.<br> Foi do vocábulo grego aráchneque que surgiu a palavra “aranha” e o termo “ARACNIDEO”, que designa a classe biológica à qual pertencem esses tão mal afamados seres. Assim, aranhas são artrópodes da Superclasse Chelicerata (Quelicerados, isto é, dotado de quelíceras – apêndices usados para agarrar e prender as presas), classe dos ARACNIDEOs (juntamente com os ácaros e os escorpiões, ambos em subclasses biológicas diferentes). As aranhas formam um grupo extremamente diverso e interessantíssimo. Com mais de 40.600 espécies conhecidas, distribuídas em mais de 100 famílias, as aranhas constituem-se num vasto campo de estudo e diversão. Falamos de um universo que vai de uma pequenina microaranha (Microphantinae sp) a uma caranguejeira-gigante (Theraphosidae sp) de 30 cm... ou seja, a diversidade é absurdamente imensa! Todas as aranhas produzem seda, mas nem todas constroem teias para capturar os animais de que se alimentam. As outras usam as teias como moradas e para proteger seus ovos. As aranhas possuem glândulas produtoras de veneno, porém muito poucas são perigosas para os humanos. As aranhas são carnívoras e não se alimentam apenas de líquidos. Elas cospem, exsudam ou injetam sucos digestivos em suas presas e depois sorvem o caldo resultante, mas também podem deglutir pequenos pedaços das presas. As aranhas precisam trocar de pele periodicamente, de 5 a 7 vezes, durante o período de crescimento. Aranhas que vivem muito, como as tarântulas, que vivem até 25 anos, trocam de pele a cada ano. Mesmo depois de terem crescido o suficiente, a pele precisa ser trocada porque fica gasta.",
        "reino": "Animalia",
        "filo": "Arthropoda",
        "classe": "Arachnida",
        "ordem": "Araneae",
        "qtdFotos": 22
      },
      {
        "id": 3,
        "fotoCapa": "FOTOS\\ARACNIDEOS\\3\\acervo (1).jpg",
        "nomePeca": "Escorpião-amarelo",
        "nomeCientifico": "Tityus serrulatus",
        "descricao": "O Tityus serrulatus, conhecido popularmente como escorpiãoamarelo, é um escorpião típico do Sudeste, Centro-Oeste e Nordeste do Brasil; é a principal espécie que causa acidentes graves, com registro de óbitos, principalmente em crianças. Possui as pernas e a cauda amarelo-claro e o tronco escuro. A denominação da especie é devida à presença de uma serrilha nos 3° e 4° anéis da cauda. Mede até 7 cm de comprimento. Se reproduz por partenogênese (sem a necessidade de machos), na qual cada mãe tem aproximadamente dois partos com, em média, 20 filhotes cada, por ano, chegando a 160 filhotes durante a vida. Devido aos hábitos domiciliares e à periculosidade da picada é responsável pela maioria dos acidentes escorpiônicos verificados no Brasil em região urbana, devido ainda à grande expansão de distribuição nos últimos 25 anos.",
        "reino": "Animalia",
        "filo": "Arthropoda",
        "classe": "Arachnida",
        "ordem": "Scorpiones",
        "familia": "Buthidae",
        "genero": "Tityus",
        "especie": "serrulatus",
        "qtdFotos": 6
      },
      {
        "id": 4,
        "fotoCapa": "FOTOS\\ARACNIDEOS\\4\\acervo (1).jpg",
        "nomePeca": "Opilião",
        "descricao": "Os opiliões podem ser identificados pela morfologia externa, considerando os caracteres morfológicos utilizados como diagnósticos para as famílias, gêneros e finalmente, para espécies. Para chegar até famílias e gêneros, tais caracteres vão desde forma do escudo dorsal e apêndices, ornamentos no corpo e pernas, cor, no entanto, para chegar até espécie, muitas vezes é necessário ir além disso e examinar a morfologia genital, especificamente dos machos, já que ali se encontram os caracteres que separam adequadamente uma espécie de outra.  Assim como outros aracnídeos, os opiliões são principalmente predadores, porém, muitas espécies podem se alimentar de restos de outros animais mortos, de fungos e até mesmo de vegetais, frutas e algas, podendo ser chamados de onívoros. Estão entre as principais presas dos opiliões predadores outros artrópodes de tamanho similar, como as baratas, cupins e outros insetos. Porém, espécies de porte maior, como aquelas do gênero Phareicranaus Roewer, 1913, podem inclusive capturar pequenos girinos, sapos e outros vertebrados menores. Os opiliões estão distribuídos em quase todos os ambientes terrestres em todo o mundo, com exceção dos polos. Na Amazônia eles são encontrados no solo, e até no dossel. Ocupam diversos habitats em são facilmente encontrados na serapilheira, sobre os troncos caídos, as vezes embaixo dos mesmos, nas cascas de árvores vivas, nas raízes das árvores, na vegetação baixa e em palmeiras, na liteira suspensa e em macrófitas flutuantes nas áreas alagadas. Algo muito importante a ser lembrado é que os opiliões são sensíveis a desidratação, por este motivo sempre procuram micro habitats úmidos como abrigo.",
        "reino": "Animalia",
        "filo": "Arthropoda",
        "subfilo": "Chelicerata",
        "classe": "Arachnida",
        "ordem": "Opiliones",
        "qtdFotos": 2
      }
    ]
  },
  {
    "categoria": "CRUSTÁCEOS",
    "pastaCategoria": "CRUSTACEOS",
    "descricaoCategoria": "Aqui o texto da caregoria CRUSTÁCEOS",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\CRUSTACEOS\\1\\acervo (1).jpg",
        "nomePeca": "Caranguejo-eremita",
        "descricao": "Os crustáceos são animais pertencentes a um subfilo que inclui um dos conjuntos de invertebrados mais numerosos do planeta, com aproximadamente 70.000 espécies conhecidas. Destes, existem certas espécies conhecidas como caranguejo eremita ou paguru, crustáceos marinhos de coloração normalmente marrom escura e desprovidos de carapaça no abdômen. Este animal não é capaz de produzir sua própria concha, ele precisa que gastrópodes morram para que encontre uma e utilize como abrigo. Ou seja, por mais estranho que pareça, sua vida depende da morte de um outro ser.  O crustáceo carrega a concha nas costas por toda a sua vida, e é obrigado a procurar uma nova e maior conforme vai crescendo (pode chegar a medir até 40cm de comprimento). A medida que fica mais velho, vai migrando para profundidades maiores, de 20 a 40 metros. Próximos às praias só se encontram ermitões ainda jovens.     Vive junto de rochas e arrasta uma concha onde se abriga. Fora da concha ele fica vulnerável, pois seu abdômen é  mole, desprovido de carapaça. Quando a concha em que se refugia fica pequena, ele procura outra maior e chega a matar o molusco do qual quer a concha. Chegam a retirar as anêmonas fixas em rochas e as alojam sobre a concha que lhes serve de proteção. A anêmona protege o ermitão com suas células urticantes, que afastam os predadores, tendo em troca a vantagem de ser deslocada junto com o crustáceo, ampliando assim seu campo de ação além de receber as sobras de alimento. O ermitão desfaz em pedaços os peixes e outros alimentos, com isso os pedacinhos que ficam flutuando por perto são capturados pelas anêmonas. Esta não é apenas uma espécie de animal, caranguejo eremita é um nome genérico para cerca de 500 tipos de espécies diferentes existentes, e embora a maioria seja aquática, alguns deles são terrestres. Na natureza, a composição da comunidade de ermitões, tanto em número como em diversidade de espécies, está fortemente relacionada à disponibilidade de conchas. especies mais agressivas e espécimes maiores tendem a escolher as conchas mais “confortáveis” para se vestir, deixando as menos atraentes para os que não conseguem competir por elas. Embora possa parecer um detalhe, carregar uma concha imprópria é um fator de alto estresse para o animal, o que pode ocasionar sua morte.  ", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "subfilo": "Crustacea",
        "classe": "Malacostraca",
        "subclasse": "Eumalacostraca",
        "ordem": "Decapoda",
        "superFamilia": "Paguroidea",
        "qtdFotos": 8
      },
      {
        "id": 2,
        "fotoCapa": "FOTOS\\CRUSTACEOS\\2\\acervo (1).jpg",
        "nomePeca": "Caranguejos",
        "descricao": "Caranguejos são animais artrópodes do grupo dos crustáceos, assim como camarões e lagostas. Apresentam uma carapaça resistente e um corpo com forma arredondada. Os caranguejos fazem parte da ordem dos decápodes, possuindo dez patas, sendo o primeiro par dotado de garras ou pinças, que os ajudam a se defender e capturar alimento. Além disso, são utilizadas na disputa pelas fêmeas na época reprodutiva. Os caranguejos podem ser encontrados no ambiente marinho, na água doce e no ambiente terrestre. Apresentam diferentes formas de alimentação, existindo representantes herbívoros, carnívoros e onívoros. É importante destacar que, apesar de popularmente várias espécies serem chamadas de caranguejos, caranguejos verdadeiros são aqueles pertencentes à infraordem Brachyura, a qual inclui mais de 6500 espécies. Assim como outros animais do grupo dos artrópodes, os caranguejos apresentam um exoesqueleto, ou seja, um esqueleto externo, que lhe fornece, entre outras funções, proteção contra os predadores. Nesses animais, o exoesqueleto é endurecido de carbonato de cálcio, formando uma proteção muito resistente. A carapaça do caranguejo é larga, e, ao observarmos o animal, percebemos que seu corpo é arredondado. Nem todo caranguejo apresenta capacidade de natação. Os membros da família Portunidae, no entanto, são nadadores ágeis e destacam-se por possuírem, no final do seu último par de patas, largos remos achatados. Esses remos são fundamentais para sua natação. No Brasil, os caranguejos nadadores são conhecidos como siris. Devido a sua importância para o ser humano e para o meio ambiente, é fundamental a preservação das diferentes espécies de caranguejos. Para isso é importante controlar a captura desses animais, principalmente durante o período reprodutivo, e garantir a preservação do meio ambiente em que vivem.",
        "reino": "Animalia",
        "filo": "Arthropoda",
        "subfilo": "Crustacea",
        "classe": "Malacostraca",
        "ordem": "Decapoda",
        "qtdFotos": 17
      },
      {
        "id": 3,
        "fotoCapa": "FOTOS\\CRUSTACEOS\\3\\acervo (1).jpg",
        "nomePeca": "Lagosta",
        "descricao": "Existe uma variedade enorme de lagostas pelo mundo, com características comuns entre elas, como, por exemplo, serem todas decápodes, marinhas, e com antenas muito longas. Já, o tamanho delas pode variar bastante, muitas chegando a ultrapassar 5 ou 6 kg de peso. Além disso, são animais com grande importância para a economia pesqueira. as lagostas possuem longos abdomens musculares conectados ao seu cefalotórax e geralmente dez pares de pernas, sendo o primeiro par mais longo e largo, adaptado em pinças. As lagostas são encontradas no fundo dos oceanos, onde se escondem em tocas e frestas de formações rochosas, alimentando-se de peixes, algas, vermes, moluscos e plantas marinhas. Com um exoesqueleto rígido composto principalmente de quitina, as lagostas passam por processos de muda no qual rompem a carapaça antiga e formam uma nova com acréscimo de tamanho. Durante esse processo, é normal ocorrer alterações na coloração do animal, causada pela biossíntese gradual de astaxantina, o principal pigmento de seus exoesqueletos. Contudo, espécies raras de lagostas com colorações diferentes da vermelha ou alaranjada (que são as mais comuns), podem ser vendidas por altos valores para aquários. Estas cores exóticas incluem lagostas albinas, azuis, róseas, amarelas e com manchas ocorrendo mistura de cores. as lagostas possuem longos abdomens musculares conectados ao seu cefalotórax e geralmente dez pares de pernas, sendo o primeiro par mais longo e largo, adaptado em pinças. As lagostas são encontradas no fundo dos oceanos, onde se escondem em tocas e frestas de formações rochosas, alimentando-se de peixes, algas, vermes, moluscos e plantas marinhas. Com um exoesqueleto rígido composto principalmente de quitina, as lagostas passam por processos de muda no qual rompem a carapaça antiga e formam uma nova com acréscimo de tamanho. Durante esse processo, é normal ocorrer alterações na coloração do animal, causada pela biossíntese gradual de astaxantina, o principal pigmento de seus exoesqueletos. Contudo, espécies raras de lagostas com colorações diferentes da vermelha ou alaranjada (que são as mais comuns), podem ser vendidas por altos valores para aquários. Estas cores exóticas incluem lagostas albinas, azuis, róseas, amarelas e com manchas ocorrendo mistura de cores. Seus sistemas nervosos são complexos, constituídos de gânglio cerebral e nervos associados a locomoção e funções sensoriais. Suas antenas auxiliam no reconhecimento físico-químico dos seus arredores e seus olhos lhes concedem sensibilidade a luz. Seu sistema vascular é composto por coração, câmara pericardia e dutos de hemolinfa que percorrem todo o corpo. Seu pigmento vascular, a hemocianina, tem leve coloração azulada devido a presença de cobre e tem a função de carrear oxigênio pelo corpo. Um órgão importante encontrado nas lagostas é o hepatopancreas. De coloração esverdeada, ele tem funções tanto digestivas quanto hormonais, regulando parte do metabolismo do animal. O principal órgão de excreção fica localizado no cefalotórax, próximo ao gânglio cerebral, denominado de glândula verde. Os dejetos resultantes da digestão são expelidos pelo ânus, localizado no fim do abdômen abaixo do urópode. As lagostas, assim como outros crustáceos, realizam fertilização interna. Os machos possuem pernas especializadas para segurar a fêmea, liberando sobre ela os gametas masculinos através do vaso deferente, um duto que conecta o testículo ao ambiente. Uma vez fecundados, os ovos são carreados em uma massa grande e amarelada que fica aderida na parte inferior do abdômen das fêmeas. Depois de um tempo de maturação, os náuplios (primeiro estágio larval) são liberados no ambiente. Eles crescem e mudam para protozoéia e depois um estágio juvenil similar ao adulto, mas reduzido em tamanho. Uma questão interessante sobre a fisiologia das lagostas se refere a sua longevidade. Embora tenham uma estimativa de vida calculada em torno de 50 anos, pesquisas vem demonstrando que devido a presença da enzima telomerase expressa em grandes quantidades durante toda a vida das lagostas, seus telômeros, as porções terminais do DNA, não sofrem encurtamento, o que caracteriza o processo de envelhecimento celular. Deste modo, os adultos se conservam reprodutivamente ativos e férteis, com regeneração da musculatura a cada muda. Aparentemente, o que leva a morte da maior parte das lagostas é a predação e a pesca, que ocorre intensamente uma vez que elas são consideradas itens luxuosos na culinária humana. Uma pequena parcela com idade avançada pode morrer de exaustão durante o processo de muda devido ao alto requerimento energético necessário para completar a formação de uma nova carapaça. Em algumas espécies e que este processo cessa depois de décadas, o exoesqueleto se degrada com o tempo, o que também pode resultar na morte do animal.", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "subfilo": "Crustacea",
        "classe": "Malacostraca",
        "familia": "Palinuradae",
        "ordem": "Decapoda",
        "qtdFotos": 5
      },
      {
        "id": 4,
        "fotoCapa": "FOTOS\\CRUSTACEOS\\4\\acervo (1).jpg",
        "nomePeca": "Siri",
        "descricao": "Os siris são crustáceos decápodas da infraordem Brachyura, comumente confundidos com os caranguejos devido a sua anatomia e ocupação de habitat semelhantes. Assim como os caranguejos, siris fazem parte da dieta humana e representam uma parcela considerável da pesca global de crustáceos marinhos. Diferente dos caranguejos, os siris possuem o último par de patas modificadas em “remos”, adaptadas para natação. Contudo, isso não os impede de se mover habilmente na terra, onde costumam se deslocar majoritariamente para os lados. Os siris são exclusivos de ambientes com elevada salinidade, como os oceanos e os ecossistemas estuarinos (como os mangues), onde ocorre mistura de água doce e salgada. Adicionalmente, seus corpos costumam ser mais achatados, lhes concedendo uma forma mais hidrodinâmica, apresentando extremidades laterais pontiagudas. Os siris costumam ser menores que os caranguejos, atingindo um tamanho médio de 20 cm. Os siris exploram muito bem seus habitats, nadando, caminhando e até mesmo escalando árvores ou pedras. Seu primeiro par de pernas são modificados, com pinças fortes usadas para explorar o ambiente, defesa e captura de alimento. Algumas espécies são consideradas territorialistas, afugentando invasores da mesma ou de outras espécies. Os siris são dioicos e se reproduzem através de fertilização interna (cópula), com desenvolvimento indireto (pois ocorrem estágios larvais). As fêmeas carregam a massa de ovos fertilizados, podendo conter milhões de ovos, aderida na porção inferior de seus cefalotóraces. Depois de duas semanas as larvas são liberadas no ambiente, onde vivem de maneira livre nadante por até um mês e realizam sucessivas mudas até atingirem estágios juvenis, onde apresentam a aparência mais parecida com os adultos. Em relação aos seus hábitos de vida, os siris são onívoros generalistas, se alimentando de fungos, bactérias, algas, detritos de matéria orgânica, moluscos e outros crustáceos.  Quanto ao sistema nervoso e sensorial, os siris possuem um gânglio cerebral conectado a musculatura corporal através de nervos e receptores sensoriais nas pernas, antenas e olhos. O gânglio cerebral também é responsável por controlar a secreção hormonal, que controla funções reprodutivas e inicia o processo de muda, quando todo o exoesqueleto do animal é renovado. Possuem também cromatóforos, células especiais que armazenam pigmento e lhes concedem coloração que varia entre tons de vermelho, amarelo, laranja e até mesmo azul. Esta característica é compartilhada com os caranguejos.", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "subfilo": "Crustacea",
        "classe": "Malacostraca",
        "familia": "Portunidae",
        "ordem": "Decapoda",
        "qtdFotos": 5
      }
    ]
  },
  {
    "categoria": "EQUINODERMOS",
    "pastaCategoria": "EQUINODERMOS",
    "descricaoCategoria": "Aqui o texto da caregoria EQUINODERMOS",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\EQUINODERMOS\\1\\acervo (1).jpg",
        "nomePeca": "Bolacha-da-praia",
        "descricao": "Possui o corpo disciforme, encontradas no mar, em profundidades rasas e levemente enterradas sob a areia da praia. A bolacha-da-praia-de-cinco-furos é um equinodermo da ordem Echinoidea e, portanto, proximamente relacionada aos ouriços-do-mar. Como todas as bolachas-da-praia, ela tem um corpo achatado com uma simetria bilateral secundária que evoluiu da simetria radial original dos equinodermos. Seu corpo é achatado, quase circular, mas mais largo que longo, atingindo até 12 cm de largura. Animais vivos têm uma textura de veludo formada pelos espinhos e pelos cobrindo o corpo. Uma marca em forma de estrela pode ser vista em seu dorso, a qual é formada por uma linha de poros pelos quais os pódios, responsáveis pela troca gasosa, saem. Um dos braços da estrela é direcionado para a frente do animal. A boca está localizada no centro do lado ventral e o ânus fica na extremidade posterior do corpo.Seu corpo é achatado, quase circular, mas mais largo que longo, atingindo até 12 cm de largura. Animais vivos têm uma textura de veludo formada pelos espinhos e pelos cobrindo o corpo. Uma marca em forma de estrela pode ser vista em seu dorso, a qual é formada por uma linha de poros pelos quais os pódios, responsáveis pela troca gasosa, saem. Um dos braços da estrela é direcionado para a frente do animal. A boca está localizada no centro do lado ventral e o ânus fica na extremidade posterior do corpo. A bolacha-da-praia-de-cinco-furos é um filtrador, filtrando pequenos organismos da areia, especialmente bactérias e eucariontes microscópicos, os quais remove de pequenas partículas argilosas que ingere. Seu comportamento alimentar e deslocamento geral através do sedimento ajudam a aumentar a oxigenação do substrato. Assim, sua presença tem grande impacto na comunidade de organismos capazes de viver na praia.", 
        "reino": "Animalia",
        "filo": "Echinodermata",
        "subfilo": "Echinozoa",
        "classe": "Echinoidea",
        "ordem": "Clypeasteroida",
        "qtdFotos": 10
      },
      {
        "id": 2,
        "fotoCapa": "FOTOS\\EQUINODERMOS\\2\\acervo (1).jpg",
        "nomePeca": "Estrela-do-mar",
        "descricao": "Estes animais fazem parte de grupo de animais denominados equinodermos, ou filo echinodermata da classe Asteroides. Possuem cinco ou mais braços. Entre seus parentes mais próximos podemos citar o Ouriço do Mar, a bolacha do Mar e o Pepino mar. As estrelas do mar possuem uma capacidade de regeneração incrível, se ela perder um braço, o animal poderá facilmente reconstruir outro. O braço perdido poderá inclusive gerar uma nova estrela-do-mar. Embora morfologicamente muito diferentes, as estrelas-do-mar também partilham de um vínculo evolutivo com os ouriços, bolachas-do-mar e os pepinos-do-mar. Isto porque todos esses organismos possuem características gerais que definem os equinodermos, como superfície do corpo coberta de espinhos e a deuterostomia (quando a primeira cavidade embrionária origina a boca ao invés do ânus). É importante ressaltar que a maior parte das espécies de estrela-do-mar são carnívoras, mas muitas também se alimentam de algas e matéria orgânica suspensa na água. Através de grupos de células especiais, as estrelas-do-mar são capazes de detectar diferenças de temperatura, luminosidade, orientação gravitacional e percepção química de partículas na água. Por fim, as estrelas-do-mar são em sua maioria dioicas, sendo os indivíduos adultos macho ou fêmea. Quando se reproduzem, os adultos liberam gametas de suas gônadas diretamente no ambiente. A fertilização é externa na maior parte das espécies de estrelas-do-mar, com algumas exceções. Os ovos fecundados podem se aderir a rochas ou serem carregados pelas fêmeas, formando embriões que em sua maioria passam por uma fase de vida larval (desenvolvimento indireto). As estrelas-do-mar também são conhecidas por serem capazes de realizar reprodução assexuada através da fissão de seus corpos. Cada porção após o corte, se viáveis, são capazes de se regenerar produzindo assim clones do indivíduo original. Este mesmo processo também serve para reparos corporais, como a regeneração de braços perdidos.", 
        "reino": "Animalia",
        "filo": "Echinodermata",
        "subfilo": "Asterozoa",
        "qtdFotos": 11
      },
      {
        "id": 3,
        "fotoCapa": "FOTOS\\EQUINODERMOS\\3\\acervo (1).jpg",
        "nomePeca": "Lírio-do-mar",
        "descricao": "Semelhante a uma planta mais do que um animal, lírios do mar são alguns dos animais mais atraentes, mas menos conhecidas dos oceanos profundos. O lírio do mar ou crinoide é composto por um pequeno corpo, chato e pentagonal e de 5 braços, que é a parte mais visível para os mergulhadores. Pequenos apêndices se estendem das laterais de seus braços, criando uma estrutura que lembra uma pena. Os braços são utilizados para capturar partículas em suspensão que são ingeridas pelo crinóide. Mudou muito pouco quando comparado com seus parentes fósseis, por isso ganhou o título de fóssil vivo. Geralmente fixam-se ao fundo do mar por um pé flexível – o pedúnculo – circular ou pentagonal, formado por numerosas peças – os entroques. Após a morte, o esqueleto usualmente desmonta-se em múltiplos ossículos. A coloração pode variar de marrom escuro a laranja, com ou sem padrão rajado e pintado. Junto a esse lírio do mar é frequentemente encontrado um gastrópode também de coloração impressionante, Annulobaulcis aurisflamma, cuja concha transparente permite a visualização do corpo de cor vinho com listras amarelas. Apesar de ser encontrada em pequenas profundidades e ser considerada uma espécie comum, são raros os estudos sobre os aspectos biológicos desse lírio do mar. No sudeste do Brasil a única espécie deste grupo que é observada é Tropiometra carinata, um animal cuja coloração pode variar de marrom escuro a laranja, com ou sem padrão rajado e pintado. Os crescentes níveis de poluição somados atualmente à extração de diversas espécies para comercialização, especialmente neste caso para aquarismo, geram impactos ainda não mensurados. Por estes motivos, os pesquisadores do Instituto Costa Brasilis vêm obtendo informações a respeito de diversos aspectos zoológicos e ecológicos desta espécie, tais como estrutura de tamanho, ciclo reprodutivo, fauna associada e efeitos toxicológicos, assim como as interações entre esta espécie e seus gastrópodes associados.", 
        "reino": "Animalia",
        "filo": "Echinodermata",
        "classe": "Crinoidea",
        "subclasse": "Articulata",
        "qtdFotos": 5
      },
      {
        "id": 4,
        "fotoCapa": "FOTOS\\EQUINODERMOS\\4\\acervo (1).jpg",
        "nomePeca": "Ouriço-do-mar",
        "descricao": "Eles são caracterizados por ter um esqueleto externo revestido de pontas afiadas que podem conter uma toxina potente. Possui corpo arredondado, coberto por espinhos móveis. A boca, grande, fica na superfície oral. Vive em rochas, no lodo e no fundo do mar. Locomove-se por uso simultâneo dos espinhos e pés ambulacrários. Alimenta-se de plantas marinhas, matéria animal morta e pequenos organismos. O corpo dos ouriços-do-mar é dividido em partes ou metades: oral e aboral. A parte oral, onde encontramos a boca do animal, é a que é virada para o chão. No que diz respeito à parte aboral, há o ânus e o madreporite do ouriço, que se conecta diretamente ao seu sistema ambulacral. Os ouriços-do-mar se alimentam principalmente de algas, embora também possam consumir pequenos invertebrados para complementar sua dieta. As espécies que compõem sua dieta podem variar de acordo com o ambiente em que ele se encontra e a disponibilidade de alimentos em cada época do ano. A grande maioria das espécies de ouriços-do-mar se reproduzem sexualmente, por meio de fertilização externa. Os machos e fêmeas têm o sexo definido, produzem seus gametas e, quando chega a hora, os liberam no local escolhido para a reprodução. Curiosamente, os ovos fertilizados desenvolvem um tipo de blástula apenas algumas horas após serem fertilizados. Isso lhes dá a capacidade de se mover e nadar livremente durante o seu desenvolvimento.", 
        "reino": "Animalia",
        "filo": "Echinodermata",
        "classe": "Echinoidea",
        "ordem": "Cidaroida",
        "familia": "Cidaridae",
        "qtdFotos": 9
      },
      {
        "id": 5,
        "fotoCapa": "FOTOS\\EQUINODERMOS\\5\\acervo (1).jpg",
        "nomePeca": "Pepino-do-mar",
        "descricao": "Há cerca de 1.250 espécies conhecidas, e muitos desses animais são, de fato, como pepinos em forma de corpo mole. Todos os pepinos do mar são moradores do oceano, embora alguns habitam águas rasas e outros vivem no fundo do oceano. Seu corpo é cilíndrico escuro, possuindo na região ventral muitos pés ambulacrários e, no dorso, vários tubérculos. N a região anterior está a boca circundada por muitos tentáculos. Na região posterior fica a abertura da cloaca. Geralmente, vive semi-enterrado na areia, próximo às rochas, na zona entre-marés. Alimenta-se de detritos orgânicos localizados na areia a qual também é ingerida. Quando as condições do ambiente não são favoráveis, ou diante de um predador, ele elimina grande parte de suas vísceras. O mais notável é que ele pode, depois, regenerar os órgãos eliminados. Animais de sexos separados e de fecundação externa. Os órgãos sexuais são simples, existindo, geralmente, apenas gônadas sem ductos genitais. O desenvolvimento é indireto, aparecendo uma larva auriculáriade simetria bilateral que passa a radial nos animais adultos. A reprodução assexuada aparece em algumas larvas que se autodividem e possuem a capacidade de regenerar partes perdidas.", 
        "reino": "Animalia",
        "filo": "Echinodermata",
        "classe": "Holothuroidea",
        "qtdFotos": 5
      },
      {
        "id": 6,
        "fotoCapa": "FOTOS\\EQUINODERMOS\\6\\acervo (1).jpg",
        "nomePeca": "Serpente-do-mar",
        "descricao": "classe de animais do filo dos equinodermos, constituída por cerca de 2000 espécies, também designada ofiuróides. É o maior grupo de equinodermes em número de espécies e é, provavelmente, o mais abundante. Existem em todos os habitats bênticos marinhos, e muitas vezes em áreas abissais. Vivem sem nenhuma dificuldade em locais pouco iluminados ou onde a luz não penetra. São geralmente fototróficos negativos e introduzem-se em pequenas fendas das rochas, sendo mais ativos durante a noite. <br><br>Os membros desta classe, em forma de estrela, têm o corpo constituído por um disco central de onde irradiam braços muito flexíveis que podem ser simples ou ramificados, mas muito mais finos do que o disco central. Os pés ambulacrários desprovidos de ventosas dispõem-se em duas fiadas na face central dos braços. São animais predadores alimentando-se de pequenos organismos (micrófagos e fitófagos) que se encontram em suspensão. A regeneração e autotomia são mais evidentes que nas estrelas-do-mar. São frágeis libertando facilmente um braço ou parte do disco Algumas espécies tem reprodução assexuada por bipartição do disco. Cada uma das partes origina um novo ser. Deslocam-se com o auxílio dos braços e os pés ambulacrários não desempenham qualquer função na locomoção. Podem nadar pela movimentação dos braços. Os sexos podem ser separados e libertam as suas células sexuais na água ou incubam os ovos em bolsas, de onde se libertam os juvenis por rutura da respetiva bolsa. As formas que não resultam de incubação originam uma larva microscópia, nadadora e com grandes braços ciliados, que passa por metamorfoses como a estrela-do-mar.", 
        "reino": "Animalia",
        "subreino": "Metazoa",
        "filo": "Echinodermata",
        "classe": "Ophiuroidea",
        "ordem": "Ophiurida",
        "qtdFotos": 4
      }
    ]
  },
  {
    "categoria": "INSETOS",
    "pastaCategoria": "INSETOS",
    "descricaoCategoria": "Insetos",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\INSETOS\\1\\acervo (1).jpg",
        "nomePeca": "Besouro-arlequim",
        "nomeCientifico": "Acrocinus longimanus",
        "descricao": "Também chamado de besouro-da-figueira, este inseto noturno possui coloração preta com desenhos coloridos e chama a atenção pelo tamanho das suas patas anteriores, que chegam a ter o dobro do comprimento do seu corpo, sendo maior ainda nos machos. As antenas também são bem longas e com função sensorial. A família deste besouro é uma das mais numerosas do reino animal, com mais de 25 mil espécies descritas no mundo todo. <br>A partir de observações de Acrocinus longimanus, foram percebidas novas possíveis explicações para o comprimento do primeiro par de pernas dos machos. Além da vantagem na seleção sexual, já descrita na literatura, que favorece os machos com pernas e corpos maiores na competição por fêmeas e locais de desova, foram encontrados indícios sugerindo que eles usam as pernas para “medir” o diâmetro dos troncos onde são depositados os ovos, e assim assegurar disponibilidade de alimento e maior segurança para o desenvolvimento das larvas, já que árvores e galhos mais grossos seriam mais resistentes às intempéries (a queda da árvore infestada pode expor larvas à predação). Caso esse achado se confirme, seria exemplo de como uma característica confere vantagens evolutivas diferentes (seleção sexual e seleção natural), levando à sugestão do termo “sintelia” para esse fenômeno. <br>Área de Ocorrência:  Do Sul do México até América do Sul. <br>Hábito Alimentar:  Plantas, pólen, frutas e madeiras. <br>Dimensões:  Entre 7 e 9 cm. <br>Reprodução Animal:  As fêmeas colocam seus ovos nos galhos das árvores e quando as larvas eclodem alimentam-se da madeira. Todos os besouros passam mais tempo na fase larval (cujo objetivo é se alimentar) do que na fase adulta (cujo objetivo é se reproduzir). <br>", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "classe": "Insecta",
        "ordem": "Coleoptera",
        "familia": "Cerambycidae",
        "genero": "Acrocinus",
        "especie": "longimanus",
        "qtdFotos": 7
      },
      {
        "id": 2,
        "fotoCapa": "FOTOS\\INSETOS\\2\\acervo (1).jpg",
        "nomePeca": "Besouro-rinoceronte",
        "nomeCientifico": "Megasoma anubis",
        "descricao": "Os besouros do gênero Megasoma fazem jus ao nome – megasoma, traduz-se do grego como “corpos largos”. Trata-se de uma das maiores espécies de besouros do planeta, podendo chegar até 13,5 cm de comprimento. <br>São fortes como os rinocerontes de quem emprestam o nome. Os megasoma podem erguer 850 vezes o próprio peso, o que seria equivalente a um humano carregando 60 toneladas. O besouro-rinoceronte é também o inseto mais pesado do mundo: tem entre 70 e 100 gramas.<br>Os “chifres” (apêndices cefálicos e torácicos) só são encontrados nos machos, que costumam utilizá-los nos combates que travam entre si por privilégios de acasalamento. Ele não morde, não pica e não é venenoso. <br>A espécie [i]Megasoma anubis[/i], uma exclusividade brasileira, está presente no Sudeste e Sul do país e no Estado de Goiás. As larvas deste coleóptero se alimentam de troncos em decomposição, levando até três anos para atingirem o estágio adulto. Quando adultos, alimentam-se da seiva das árvores (que obtém cortando galhos com as tíbias anteriores, cruzadas como tesouras), sucos de frutas e flores. Têm hábitos noturnos e são encontrados durante a estação chuvosa. Ativos principalmente à noite, são atraídos por iluminação artificial.<br>Nos ambientes que habita, o M. anubis é responsável pela ciclagem de nutrientes, através da degradação de troncos. Está se tornando mais raro, o que indica que deve estar perdendo habitat: as florestas nativas. <br>Depende de florestas e sua capacidade de dispersão é baixa se comparado a outros insetos. Estas sensibilidades fazem do Megasoma anubis uma espécie exigente, indicada para ser utilizada como bioindicadora de florestas bem preservadas. <br>", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "classe": "Insecta",
        "ordem": "Coleoptera",
        "subOrdem": "Polyphaga",
        "superFamilia": "Scarabaeoidea",
        "familia": "Melolonthidae",
        "subFamilia": "Dynastinae",
        "genero": "Megasoma",
        "especie": "anubis",
        "qtdFotos": 11
      },
      {
        "id": 3,
        "fotoCapa": "FOTOS\\INSETOS\\3\\acervo (1).jpg",
        "nomePeca": "Bicho-pau",
        "descricao": "A ordem Plasmotodea compreende os bicho-pau, onde Phasma do latim significa espectro/fantasma, apresenta mais de 2,5 mil espécies descritas. As características gerais dos insetos que fazem parte dessa ordem é aparelho bucal mastigador; patas ambulatórias, grande aspecto de graveto, cabeça pequena, antenas bem desenvolvidas.  <br>Possui hábito alimentar fitógafo, alimentando-se de folhas (não é praga agrícola). <br>Seu desenvolvimento é do tipo hemimetábolo (são aqueles que sofrem uma metamorfose completa, uma vez que o indivíduo jovem é completamente diferente do adulto), sendo que a maioria das espécies se reproduzem sexuadamente e possuem um grande dimorfismo sexual (as diferenças físicas entre machos e fêmeas da mesma espécie). <br>Os bichos-pau são algumas das criaturas mais interessantes do planeta. Seu corpo é tão alongado que ele se confunde com galhos de árvores por apresentar forma física semelhante, (camuflagem: homomorfia), isto é, o animal engana predadores se passando por elementos existentes no ambiente a sua volta. Mas sua adaptação vai além dos atributos físicos: quando ameaçado, o inseto imita até o comportamento de galhos e folhas, balançando propositalmente o corpo no ritmo do vento. <br>Mas há outras maneiras de enganar ou evitar predadores. \"Alguns são capazes de expelir substâncias que irritam a mucosa dos predadores, outros podem se jogar no chão se fingindo de mortos, alguns abrem as asas e exibem cores no interior delas para assustar, outros ainda têm espinhos na perna e alguns até são capazes de soltar membros para conseguir fugir e regenerá-los com as trocas de pele futuras. <br>A reprodução também é bastante variada. O dimorfismo sexual está presente nas espécies sendo a fêmea quase sempre maior e mais robusta. Há casos onde fêmeas são fecundadas por vários machos, como também há casos em que apenas um macho acopla na fêmea e passa a vida inteira em cima dela para garantir a exclusividade. <br>", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "classe": "Insecta",
        "subclasse": "Pterygota",
        "ordem": "Phasmatodea",
        "qtdFotos": 4
      }
    ]
  },
  {
    "categoria": "PEIXES",
    "pastaCategoria": "PEIXES",
    "descricaoCategoria": "Peixes",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\PEIXES\\1\\acervo (1).jpg",
        "nomePeca": "Cação-figuinho",
        "nomeCientifico": "Rhizoprionodon porosus",
        "descricao": "Habitat: Uma espécie costeira, que ocorre nas plataformas continentais e insulares, mas também tendo ocorrências em águas mais profundas em alto mar, em até 500 metros de profundidade. Geralmente abundante em águas rasas de fundo arenoso. <br><br>Hábito de vida: Ainda são necessários mais estudos sobre o comportamento desta espécie, mas estudos indicam que fêmeas podem realizar migrações reprodutivas em algumas regiões no Norte do Brasil. Esta espécie se alimenta principalmente de pequenos peixes ósseos, lulas e crustáceos. <br><br>Características gerais: O cação-figuinho pode viver até 10 anos de idade e é uma espécie de porte pequeno, podendo medir até 110 centímetros de comprimento. Possui o dorso e as laterais de coloração marrom-clara ou marrom acinzentado e ventre branco. Pode apresentar pintas brancas nas laterais e também margens mais claras nas nadadeiras. Apresenta um focinho comprido e olhos relativamente grandes. Não é uma espécie considerada perigosa. Sua maior ameaça é a pesca intensiva, incidental ou direcionada, tanto na pesca industrial quanto na artesanal. É capturado por vários apetrechos de pesca. <br><br>Distribuição Mundial: especie restrita ao Atlântico Oeste, ocorre ao longo de toda costa desde Honduras até o Uruguai, e também, em grande parte das ilhas caribenhas. <br> ", 
        "reino": "Animalia",
        "filo": "Chordata",
        "classe": "Chondrichthyes",
        "ordem": "Carcharhiniformes",
        "familia": "Carcharhinidae",
        "genero": "Rhizoprionodon",
        "especie": "porosus",
        "qtdFotos": 9
      },
      {
        "id": 2,
        "fotoCapa": "FOTOS\\PEIXES\\2\\acervo (1).jpg",
        "nomePeca": "Peixe ósseo - peça anatômica",
        "descricao": " ",
        "qtdFotos": 5
      },
      {
        "id": 3,
        "fotoCapa": "FOTOS\\PEIXES\\3\\acervo (1).jpg",
        "nomePeca": "Raias ou Arraias",
        "descricao": " ", 
        "qtdFotos": 16
      }
    ]
  },
  {
    "categoria": "MIRIÁPODES",
    "pastaCategoria": "MIRIAPODES",
    "descricaoCategoria": "MIRIÁPODES",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\MIRIAPODES\\1\\acervo (1).jpg",
        "nomePeca": "Centopeia",
        
        "descricao": "As centopeias são artrópodes classificados na classe Chilopoda, também chamadas de quilópodes, que se diferenciam dos diplópodes (Diplopoda), dos sínfilos (Symphyla) e dos paurópodes (Pauropoda), embora todos estejam no subfilo dos miriápodes. Geralmente, as centopeias têm o corpo dorsoventralmente achatado; possuem um par de patas em cada segmento ou metâmero que compõe o corpo, com exceção do primeiro e dos dois últimos. Isso faz com que tenham desde poucos pares de patas até cerca de 191 pares. Além disso, também têm duas antenas, um par de mandíbulas e dois olhos formados por ocelos. <br>Todas as centopeias são peçonhentas, já que o primeiro par de apêndices é modificado com estruturas que injetam veneno, o qual varia em toxicidade conforme a espécie. Por isso, é importante tomar precauções com crianças e pessoas alérgicas. São predadores que vivem em diversos tipos de habitats, mas requerem um ambiente úmido. <br>As glândulas de veneno são localizadas no primeiro par de pernas modificadas e incorporadas na cabeça destes animais, como um par de maxilípedes, chamados de forcípulas e são uma sinapomorfia de Chilopoda. <br>O veneno é composto por diferentes enzimas, com uma composição diferente dos outros artrópodes. O veneno é composto em grande parte por metaloproteases e possui atividade neurotóxica, cardiotóxica e miotóxica. ", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "subfilo": "Myriapoda",
        "ordem": "Scolopendromorpha",
        "familia": "Scolopendridae",
        
        "qtdFotos": 7
      },
      {
        "id": 2,
        "fotoCapa": "FOTOS\\MIRIAPODES\\2\\acervo (1).jpg",
        "nomePeca": "Piolho-de-cobra",
        "descricao": "O piolho de cobra é uma miriápode (\"muitas patas\") da classe dos diplópodes (\"patas duplas\"). O animal também é comumente chamado de gongolo ou embuá. <br>É um animal invertebrado, possui o corpo cilíndrico, alongado e segmentado, cada segmento é composto por dois pares de patas, podendo chegar a possuir 750 patas. Possui um par de olhos e um par de antenas. <br>Essa espécie de miriápodes se diferencia dos quilópodes como a lacraia, ou centopeia, pelo corpo mais arredondado e por não possuírem ferrões ou garras para inoculação de veneno. <br>Vivem em ambientes úmidos, são encontrados embaixo de folhas, restos de madeira ou árvores mortas, alimentando-se de matéria orgânica em decomposição (folhas, madeiras e pequenos animais). Desse modo, são vistos em parques, jardins ou até mesmo em vasos de planta no interior das casas. <br>O piolho de cobra se alimenta de matéria orgânica morta, é um animal muito importante nos processos de decomposição. Alimentam-se de folhas, galhos, troncos e pequenos animais mortos misturados ao solo. <br>Os diplópodes se reproduzem de forma sexuada, seus órgãos sexuais encontram-se em um dos segmentos da parte anterior. <br>Nos machos, o órgão sexual são uma modificação na pata do sétimo segmento e nas fêmeas, uma abertura no terceiro segmento. As fêmeas armazenam os espermatozoides na cópula e fecundam os ovos no momento em que os deposita.", 
        "reino": "Animalia",
        "filo": "Arthropoda",
        "subfilo": "Myriapoda",
        "classe": "Diplopoda",
        "qtdFotos": 1
      }
    ]
  },
  {
    "categoria": "MAMÍFEROS",
    "pastaCategoria": "MAMIFEROS",
    "descricaoCategoria": "Mamiferos",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\MAMIFEROS\\1\\acervo (1).jpg",
        "nomePeca": "Crânio de Porco",
   "nomeCientifico": "Sus scrofa domesticus",
   "descricao": "Porcos domésticos são mamíferos descendentes de javalis da Eurásia, domesticados há muito tempo, provavelmente em época próxima à que ocorreu a domesticação dos cães. <br>\nCaracterísticas: Têm 44 dentes, dentre os quais, caninos curvos e incisivos inferiores alongados, formando uma pá; patas curtas com quatro dedos revestidos por cascos, cabeça de perfil triangular e focinho cartilaginoso. Origina-se do javali, porém existente quase em toda parte como animal doméstico, e sua carne é bastante apreciada. <br>\nO tempo de gestação das porcas é de 112 dias, aproximadamente, dando depois à luz entre seis e doze crias, a que se chamam leitões, ou bácoros. Um porco livre pode viver cerca de 12 anos. <br>\nAlguns pesquisadores apontam que os animais em questão são tão inteligentes que, nesse quesito, conseguem superar os cachorros; e se equiparar a golfinhos, elefantes e grandes primatas. Eles apresentam excelente memória, estruturas sociais complexas, com limite máximo de aproximadamente 30 integrantes. <br>\nCada vez mais têm sido empregados em pesquisas, já que a fisiologia e as necessidades nutricionais dos porcos e do homem são muito parecidas. O trato digestivo, dentes, fígado, coração; e susceptibilidade a certas doenças, como artrite; são algumas dessas características semelhantes – além da dieta onívora. Por isso, são considerados animais-modelo para o estudo de doenças humanas. <br>\n",
   
   "reino": "Animalia",
   "subReino": "",
   "filo": "Chordata",
   "subfilo": "",
   "classe": "Mammalia",
   
   "Ordem": "Artiodactyla",
  
   "superFamilia": "",
   "familia": "Suidae",
   
   "genero": "Sus",
   "especie": "scrofa",
   "subEspecie": "domesticus",
   "qtdFotos": 5
      },
      {
        "id": 2,
        "fotoCapa": "FOTOS\\MAMIFEROS\\2\\acervo (1).jpg",
        "nomePeca": "Camundongo",
   "nomeCientifico": "Mus sp.",
   "descricao": "Ele é pequeno, esperto e tem um corpo em formato afunilado com esqueleto flexível. Isto o torna capaz de passar por lugares muito pequenos (frestas e buracos). Possui características marcantes, como a fácil adaptação a diversas situações, ambientes e lugares. Essa característica está ligada à facilidade de oferta de comida, de esconderijo e possibilidade de acasalamento. Sua vida média na natureza é de somente sete a 12 meses, porém, em cativeiro, os camundongos podem viver até quatro anos. <br>\nNo seu corpo, observamos uma peculiaridade: os dentes. O seu par de dentes incisivos é forte, cortante e não para de crescer por toda a sua vida. Dessa forma, são chamados de Roedores porque precisam estar sempre roendo materiais, principalmente alimentos duros, para conseguirem desgastar os dentes e ter energia para fugir dos predadores. Isso é uma vantagem, já que, por meio da capacidade de roer, conseguem energia até dos alimentos mais duros. <br>\nAssim como o rato, sua origem parece ter sido o continente asiático, mas se difundiu por todo o planeta, acompanhando o homem em suas migrações, já que este sempre lhe garantiu alimento e moradia. Os camundongos vêm sendo utilizados em pesquisa científica desde o século XVII, quando em 1664 o microbiologista Dr. Robert Hooke utilizou este modelo animal nos seus estudos em doenças infecciosas. No início do século XIX, a partir da sua utilização em estudos genéticos relacionados à aplicação das leis de Mendel na herança dos mamíferos, estes animais tornaram-se um dos animais mais importantes nas atividades experimentais em todo o mundo. Através de estudos genéticos, estima-se uma similaridade dos genomas do camundongo e do homem de 70% a 90%. <br>\nAlém disso, ele tem todos os órgãos que você tem: cérebro, coração, fígado, rim... Os sistemas nervoso, circulatório, digestório e excretório deles também são semelhantes aos nossos. A principal diferença é o tamanho dos órgãos, que funcionam muito mais rápido do que os nossos. Você sabia que, enquanto o número de batimentos cardíacos de um ser humano fica entre 80 e 120, o de um camundongo pode chegar a 800 por minuto? <br>\nNas cidades, o problema é a procura de alimentos no lixo das pessoas. Isso pode facilitar a transmissão de doenças. O aspecto positivo nessa história é que as semelhanças com os humanos tornam os camundongos grandes colaboradores na descoberta da cura de doenças por meio de pesquisas voltadas para novas terapias, remédios e vacinas.\n",
   
   "reino": "Animalia",
   "subReino": "",
   "filo": "Chordata",
   "subfilo": "",
   "classe": "Mammalia",
   
   "Ordem": "Rodentia",
  
   "superFamilia": "",
   "familia": "Muridae",
   
   "genero": "Mus",
   "especie": "sp",
   "subEspecie": "",
   "qtdFotos": 4
      },
      {
        "id": 3,
        "fotoCapa": "FOTOS\\MAMIFEROS\\3\\acervo (1).jpg",
        "nomePeca": "Crânio 3D de Elefante ",
        "nomeCientifico": "",
        "descricao": "Os elefantes têm quatro molares, um em cima do outro, na parte de baixo dos dois lados da boca. Um molar pode pesar cerca de 2,38 kg, e tem o tamanho de um tijolo. Elefantes têm seis pares de dentes durante sua vida. Os dentes velhos são substituídos por novos quando se desgastam. Dentes novos crescem na parte posterior da boca e se movimentam para a frente para substituir os que se desgastaram. Quando todos os dentes do elefante são desgastados, ele não consegue se alimentar apropriadamente. Elefantes solitários morrem de fome, enquanto os que pertencem a uma manada são alimentados pelos outros membros. <br>\nHá 3 espécies de elefantes: <br>\nAfricano da Savana (Loxodonta africana) <br>\nUm elefante africano pode crescer até 9 metros da tromba até o rabo, pesar mais de 6 toneladas, e ter 4 metros de altura no ombro. O elefante africano está classificado como Ameaçado. <br><br>\n\nAfricano da Floresta (Loxodonta cyclones) <br>\nMenor do que o elefante Africano da Savana, o elefante da Floresta pesa cerca de 2.7 toneladas e tem até 2,5 metros de altura no ombro. O elefante Africano da Floresta está classificado como Ameaçado. <br><br>\n\nAsiático (Elephas maximus) <br>\nUm elefante asiático pode crescer até 5.5-6.4 metros de comprimento, e pesar 2-5 toneladas, e ter 2-3 metros de altura. O elefante asiático está classificado como especie em Extinção. <br>\nOs elefantes africanos (as duas espécies) vivem na natureza na maior parte do continente africano no sul do Sahara. <br>\nOs elefantes asiáticos vivem na natureza na Índia e sudeste asiático, incluindo Sumatra e Borneo. Antigamente eles ocupavam a região sul dos Himalaias, através do sudoeste da Ásia, até à China, no norte do Rio Yangtze. <br>\nElefantes vagam por grandes distâncias para encontrar comida e água suficientes. Os elefantes do deserto de Mali, na África, migram cerca de 480 km por ano, até 60 km por dia, procurando água. \n",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Proboscidea",
       
        "superFamilia": "",
        "familia": "Elephantidae",
        
        "genero": "",
        "especie": "",
        "subEspecie": "",
        "qtdFotos": 5
      },
      {
        "id": 4,
        "fotoCapa": "FOTOS\\MAMIFEROS\\4\\acervo (1).jpg",
        "nomePeca": "Crânio de Boi",
        "nomeCientifico": "",
        "descricao": "É um animal domesticado para produção de carne e leite.<br>\nPertence à família Bovidae, que inclui diversos mamíferos herbívoros com cascos. <br>\nFoi domesticado há milhares de anos e desempenha um papel crucial na produção de alimentos e trabalho. A seleção artificial levou ao desenvolvimento de diferentes raças com características específicas de carne, leite e trabalho. <br>\nCuriosidade: A domesticação do boi desencadeou mudanças genéticas, incluindo variações no tamanho e cor das pelagens. <br>\n",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Artiodactyla",
       
        "superFamilia": "",
        "familia": "Bovidae",
        "Subfamília": "Bovinae",
        "genero": "Bos",
        "especie": "taurus",
        "subEspecie": "",
        "qtdFotos": 7
      },
      {
        "id": 5,
        "fotoCapa": "FOTOS\\MAMIFEROS\\5\\acervo (1).jpg",
        "nomePeca": "Crânio de Capivara",
        "nomeCientifico": "Hydrochoerus sp.",
        "descricao": "É um mamífero herbívoro semiaquático de grande porte. Seus molares hipselodontes (com coroas altas) facilitam a trituração de matéria vegetal fibrosa. É encontrada principalmente nas regiões da América do Sul. <br>\nÉ o maior roedor do mundo, com um corpo robusto e adaptado para a vida semi-aquática, e suas patas possuem membranas interdigitais que auxiliam na natação. <br>\nÉ social e vive em grupos, muitas vezes liderados por uma fêmea dominante. <br>\nCuriosidade: A capivara tem glândulas de sebo especiais que secretam um óleo impermeável, permitindo que ela nade sem ficar encharcada. <br>\n",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Rodentia",
       
        "superFamilia": "",
        "familia": "Caviidae",
        
        "genero": "Hydrochoerus",
        "especie": "",
        "subEspecie": "",
        "qtdFotos": 6
      },
      {
        "id": 6,
        "fotoCapa": "FOTOS\\MAMIFEROS\\6\\acervo (1).jpg",
        "nomePeca": "Crânio de Gato",
        "nomeCientifico": "Felis catus",
        "descricao": "O Felis catus possui um relacionamento de longa data com os humanos. Os antigos egípcios podem ter domesticado os gatos pela primeira vez há quatro mil anos. A abundância de roedores provavelmente atraiu felinos selvagens às comunidades humanas. A habilidade dos gatos em caçar roedores pode ter sido a responsável por eles terem conquistado originalmente a afeição humana. Os primeiros egípcios veneravam uma deusa gata e até mumificavam seus amados bichos de estimação para sua passagem para o outro mundo — juntamente com camundongos mumificados! Posteriormente, culturas de todo o mundo adotaram os gatos como seus próprios animais de companhia. <br>\nAssim como seus primos selvagens, os gatos-domésticos são caçadores natos capazes de perseguir e atacar presas com suas garras e dentes afiados. São especialmente eficazes à noite, quando seus olhos refletores de luz permitem que enxerguem melhor do que muitas de suas presas. Os gatos também possuem acuidade auditiva aguçada. Todos os gatos são ágeis e ligeiros, e suas caudas longas ajudam em seu excelente equilíbrio. <br>\nOs gatos se comunicam marcando árvores, estacas de cercas ou móveis com suas garras ou excrementos. Essas mensagens olfativas destinam-se a informar os outros sobre o território de um gato. Os gatos-domésticos apresentam um repertório vocal que inclui ronronares e uivos. <br>\nPossuem em média 30 centímetros de altura, 55 de comprimento e 3 quilogramas de massa. São muito flexíveis, dotados de patas almofadadas e unhas retráteis; e o tato, visão e audição são bem apurados. <br> \nCuriosidade: O gato doméstico, em razão da grande independência, da alta capacidade de adaptação que apresenta e dos poucos predadores que possui, é considerado uma das 100 espécies exóticas invasoras do mundo, predando espécies nativas e com potencial de provocar impactos nos ecossistemas através da competição interespecífica (entre espécies diferentes) e introdução de parasitas e doenças. <br>\n",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Carnivora",
       
        "superFamilia": "",
        "familia": "Felidae",
        
        "genero": "Felis",
        "especie": "catus",
        "subEspecie": "",
        "qtdFotos": 7
      },
      {
        "id": 7,
        "fotoCapa": "FOTOS\\MAMIFEROS\\7\\acervo (1).jpg",
        "nomePeca": "Crânio de Roedores",
        "nomeCientifico": "",
        "descricao": "Há uma grande variedade de espécies de roedores e elas divergem morfologicamente e ecologicamente, possuindo diversas adaptações, como em tamanho e peso, algumas com 5g, outras com até 80 kg; variam no tipo de habitat, alguns vivem a vida toda no subsolo, outras no dossel da floresta, alguns se adaptaram a uma vida urbana, como tipos de ratos, outros vivem no deserto e os encontramos até em meio aquático, como o castor. <br>\nApesar de ser um grupo muito diverso, ele apresenta características em comum, como os dentes especializados para roer, possuem um único par de incisivos superiores (não possuem raízes, crescem continuamente) e um par inferior, não desenvolvido. Têm um par de superiores, com um ou mais pré-molares e molares. Nenhum roedor tem dentes caninos, ou mais de dois pares de incisivos. Quanto mais roem, os incisivos passam um no outro e ficam mais afiados, além de sofrerem desgaste.\n",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Rodentia",
       
        "superFamilia": "",
        "familia": "",
        
        "genero": "",
        "especie": "",
        "subEspecie": "",
        "qtdFotos": 6
      },
      {
        "id": 8,
        "fotoCapa": "FOTOS\\MAMIFEROS\\8\\acervo (1).jpg",
        "nomePeca": "Crânio de Saguí",
        "nomeCientifico": "Callithrix sp.",
        "descricao": "O sagui pertence ao gênero Callithrix que é composto por 6 espécies presentes no Brasil, são pequenos primatas arborícolas de hábitos diurnos, de pequeno porte, com peso variando entre 350 a 450 gramas, podendo ser maior em algumas espécies e menores em outras, e são encontrados na região central e oriental. Algumas espécies foram introduzidas em diferentes regiões do país nos últimos anos. <br>\nAs espécies Callithrix aurita (Sagui-da-serra-escuro), Callithrix flaviceps (Sagui-da-serra), Callithrix geoffroyi (Sagui-de-cara-branca) e Callithrix kuhlii (Sagui-de-wied) são típicas de Mata Atlântica. <br>\nA alimentação não se baseia exclusivamente de frutos. Eles também comem insetos, invertebrados de pequeno porte, gomas de árvores e ovos de pássaros. <br>\n",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Primates",
       
        "superFamilia": "",
        "familia": "Cebidae",
        "Subfamília": "Callitrichinae",
        "genero": "Callithrix",
        "especie": "",
        "subEspecie": "",
        "qtdFotos": 8
      },
      {
        "id": 9,
        "fotoCapa": "FOTOS\\MAMIFEROS\\9\\acervo (1).jpg",
        "nomePeca": "Crânio e Peça Anatômica Artificial de Cachorro",
        "nomeCientifico": "Canis lupus familiaris",
        "descricao": "Os canídeos são animais de médio a pequeno porte, que se alimentam predominantemente de carne. Raposas, chacais, coiotes, mabecos, lobos e cachorros pertencem a esta família. <br>\nO cão, também chamado de cachorro, é na verdade uma subespécie do lobo: o cinzento. Ele foi domesticado há mais de 130 mil anos, auxiliando o homem em caças e na guarda de seus territórios; tornando-se, no decorrer desse tempo, também um grande companheiro. Embora exista uma grande variedade de cachorros, todos eles pertencem à mesma espécie, sendo as raças resultantes de diversos fatores, como condições sociais, geográficas e climáticas; além da seleção artificial, feita pela nossa espécie, visando à obtenção de animais aptos para finalidades particulares. <br>\nTendem a ser sociáveis – pelo menos com seus donos. Apresentam boa visão noturna, olfato bem apurado (possuem trinta vezes mais sensores olfativos que um ser humano), assim como a audição (são capazes de ouvir sons quatro vezes mais distantes que o homem, além de ultrassons); e também grande resistência e capacidade de aprendizado. <br>\n",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Carnivora",
       
        "superFamilia": "",
        "familia": "Canidae",
        
        "genero": "Canis",
        "especie": "lupus",
        "subEspecie": "familiaris",
        "qtdFotos": 8
      },
      {
        "id": 10,
        "fotoCapa": "FOTOS\\MAMIFEROS\\10\\acervo (1).jpg",
        "nomePeca": "Feto de Cachorro",
        "nomeCientifico": "Canis lupus familiaris",
        "descricao": "Durante as semanas 5 e 6, o feto começa a se parecer mais com um filhote, com dedinhos nas patas, unhas e bigodes. Os órgãos do feto já estão completamente desenvolvidos, assim como a cor da sua pele. Na sexta semana, o feto já tem seus órgãos sexuais e começa a se desenvolver como macho ou fêmea.",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "",
        "subfilo": "",
        "classe": "",
        
        
       
        "superFamilia": "",
        "familia": "",
        
        "genero": "",
        "especie": "",
        "subEspecie": "",
        "qtdFotos": 4
      },
      {
        "id": 11,
        "fotoCapa": "FOTOS\\MAMIFEROS\\11\\acervo (1).jpg",
        "nomePeca": "Morcego",
        "nomeCientifico": "",
        "descricao": "Morcegos são mamíferos, sendo os únicos representantes da Ordem Chiroptera e os únicos mamíferos com capacidade de voo verdadeiro. Podem viver solitários ou em grupos\nOs morcegos são mamíferos da Ordem Chiroptera, sendo seus únicos representantes, e estão distribuídos em duas Subordens, Megachiroptera e Microchiroptera, sendo que, no Brasil, não há representantes da primeira subOrdem. No nosso país, a Ordem Chiroptera é a segunda em maior número de espécies entre os mamíferos, apresentando 164 espécies distribuídas em 56 gêneros. <br>\nOs morcegos são os únicos mamíferos que apresentam a capacidade de voar. Esses animais de hábitos noturnos possuem audição bastante aguçada e utilizam ecolocalização para a captura de presas. <br><br>\nCaracterísticas gerais dos morcegos: \nOs morcegos são mamíferos de pequeno porte, os maiores indivíduos pertencem a uma família de morcegos gigantes e podem apresentar até 1,7 metros de envergadura e pesar cerca de 1,2 kg. Apresentam geralmente olhos pequenos, grandes orelhas e dentes afiados. <br>\nOs morcegos possuem algumas características comuns a outros mamíferos, como o corpo coberto por pelos, sendo que a densidade desses pelos varia conforme a espécie, bem como a coloração, que varia, geralmente, entre o marrom e o pardo acinzentado. <br>\nEles são os únicos mamíferos que possuem a capacidade de voo verdadeiro, e o que lhes permitem esse voo é a presença de uma asa membranosa, sustentada por longos membros anteriores, assim como o 2º e 5º dedos. Essa membrana estende-se pelos membros posteriores e, em alguns casos, pela cauda. <br>\nApresentam, em seus pés, garras afiadas e curvas, as quais eles utilizam para pendurar-se de cabeça para baixo enquanto dormem durante o dia. Esses animais apresentam hábitos noturnos, e muitos utilizam a ecolocalização para orientarem-se e encontrarem seu alimento. Muitos utilizam também o som para se comunicarem ou como sinal de alerta, sendo que alguns dos sons emitidos são inaudíveis pela espécie humana. Podem viver solitários ou em grupos. <br>\nOs morcegos apresentam hábitos alimentares bastante variados, podendo alimentar-se de frutos, sendo denominados frugívoros; pequenos vertebrados (como anfíbios e aves), carnívoros; insetos, insetívoros; peixes, piscívoros; flores, néctar e pólen, nectarívoros; sangue, hematófagos, entre outros hábitos. A maioria é insetívora, e, embora os hematófagos causem medo, tendo sido criados, inclusive, diversos mitos a respeito deles, esses animais limitam-se a três espécies apenas. <br>\n",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Chiroptera",
       
        "superFamilia": "",
        "familia": "",
        
        "genero": "",
        "especie": "",
        "subEspecie": "",
        "qtdFotos": 7
      },
      {
        "id": 12,
        "fotoCapa": "FOTOS\\MAMIFEROS\\12\\acervo (1).jpg",
        "nomePeca": "Vértebra de Baleia",
        "nomeCientifico": "",
        "descricao": "As baleias são animais aquáticos que se destacam por seu grande porte. Algumas espécies podem atingir mais de 25 metros de comprimento.",
        
        "reino": "Animalia",
        "subReino": "",
        "filo": "Chordata",
        "subfilo": "",
        "classe": "Mammalia",
        
        "Ordem": "Cetacea",
        "subOrdem": "Mysticeti",
        "superFamilia": "",
        "familia": "",
        
        "genero": "",
        "especie": "",
        "subEspecie": "",
        "qtdFotos": 3
      }
    ]
  },
  {
    "categoria": "MOLUSCOS",
    "pastaCategoria": "MOLUSCOS",
    "descricaoCategoria": " ",
    "items": [
      {
        "id": 1,
        "fotoCapa": "FOTOS\\MAMIFEROS\\1\\acervo (1).jpg",
        "CATEGORIA": "MOLUSCOS",
        "nomePeca": "Bivalvia- conchas",
        "nomeCientifico": "",
        "descricao": "Esses seres possuem uma concha dividida em duas partes, formando uma pequena caixinha! Dentro dela que ficam seus órgãos. Eles podem viver enterrados na areia, presos às rochas ou até mesmo \"descansando\" no fundo do mar. <br> CURIOSIDADE: As pérolas são produzidas por alguns bivalves! Sempre que elementos estranhos, como grãos de areia ou pedaços de coral, entram no organismo desses animais, começa a deposição de nacar (substância de aparência brilhosa) envolvendo esse possível invasor, formando assim as pérolas!",
        
        "Reino": "Animalia",
        "Filo": "Mollusca",
        "Classe": "Bivalvia",
        "qtdFotos": 10
      },
      {
        "id": 2,
        "fotoCapa": "FOTOS\\MAMIFEROS\\2\\acervo (1).jpg",
        "CATEGORIA": "MOLUSCOS",
        "nomePeca": "Cephalopoda - Lula",
        "nomeCientifico": "Loligo vulgaris",
        "descricao": "A principal característica dos Cefalópodes é a presença de pés que saem da base da sua cabeça. <br> Podem possuir conchas internas (como as lulas), externas (como os Nautilus) ou a ausência delas (como os polvos). <br> A classe dos Cefalópodes é dividida em octópodes (oito tentáculos), ou decápode (dez tentáculos). A lula é decápode, pois possui dez tentáculos. Sua massa visceral é alongada, e seu corpo é envolto pelo manto, que é uma cavidade muscular que se encontra atrás da cabeça das lulas. É através da cavidade desse manto que a água circula, passando pelas guelras, tornando possível a respiração do molusco. <br>\nNa parte posterior de sua massa visceral, a lula possui duas nadadeiras de formato triangular. Existem aproximadamente trezentas espécies diferentes de lula, espalhadas por todo o mundo, sejam em águas rasas, ou em águas profundas. <br>\nA água que circula pela cavidade respiratória da lula, assim como a tinta, ou sépia, que protege as lulas é expelida por um tubo chamado de funil, localizada abaixo da cabeça das lulas. É o jato de água gerado pela contração do manto e expelido pelo funil que faz com que a lula seja projetada, nadando para trás, por propulsão a jato. <br>\n Entre os cefalópodes, as lulas são as mais rápidas e ágeis nadadoras.",
        "Reino": "Animalia",
        "Filo": "Mollusca",
        "Classe": "Cephalopoda",
        "Ordem": "Teuthida",
        "Família": "Loliginidae",
        "Gênero": "Loligo",
        "Espécie": "vulgaris",
        "qtdFotos": 3
      },
      {
        "id": 3,
        "fotoCapa": "FOTOS\\MAMIFEROS\\3\\acervo (1).jpg",
        "CATEGORIA": "MOLUSCOS",
        "nomePeca": "Gastropoda - conchas",
        "nomeCientifico": "",
        "descricao": "Os gastrópodes são animais de concha única, ou sem concha. São encontrados tanto em ambientes marinhos, água doce e até mesmo no meio terrestre. Búzios, lesmas do mar e caramujos são exemplos de animais deste grupo. <br> CURIOSIDADE: As conchas da espécies Monetaria moneta começaram a ser usadas como moeda por volta do século XI a.C e, até o século XIX d.C, continuavam sendo empregadas em transações em algumas regiões da África.",
        "Reino": "Animalia",
        "Filo": "Mollusca",
        "Classe": "Gastropoda",
         "qtdFotos": 33
      },
      {
        "id": 4,
        "fotoCapa": "FOTOS\\MAMIFEROS\\4\\acervo (1).jpg",
        "CATEGORIA": "MOLUSCOS",
        "nomePeca": "Gastrópodes",
        "nomeCientifico": "",
        "descricao": "Os gastrópodes são animais de concha única, ou sem concha. São encontrados tanto em ambientes marinhos, água doce e até mesmo no meio terrestre. Búzios, lesmas do mar e caramujos são exemplos de animais deste grupo.",
        "Reino": "Animalia",
        "Filo": "Mollusca",
        "Classe": "Gastropoda",
        "qtdFotos": 8
      }
    ]
  },
  {
    "categoria": "RÉPTEIS",
    "pastaCategoria": "REPTEIS",
    "descricaoCategoria": " ",
    "items": []
    
  }
]
